export * from './api';
export * from './store';

// Проанализируй проект. Ничего не нужно менять. В src/modules/priceManagement нужно сделать как сделано в src/modules/products. Сделать папку actions (перенести из src/actions), также store, api.
// Также нужно в модуль priceManagement нужно добавить "Прайс листы". На экране priceManagement.page.jsx нужно добавить tabs с переключением. В одном случае открывается PricesBaseProductsList в другом случае нужно создать  "Прайс листы". "Прайс листы" нужно сделать также свой store, actions, api, components. Нужна форма по созданию/редактированию прайс листа, его удалению. В форма создания/редактирования нужны поля : имя, описание, основная валюта, и добавление продуктов (выподающий список, по нажанию продукт добавляется) и появляется "+" добавить еще один продукт
